Repository: Nesta-github/CoyoteDevNew
Catalog: webnesta/WebApps/WebNesta.Coyote.WebApp/App_GlobalResources/CapaContrato.*.resx
Languages: pt

# accordion_1
source: Contract Cover
pt: Capa Contrato

# accordion_1_btn_1
source: View Contracts
pt: Visualizar Contratos

# accordion_1_field_1
source: Company
pt: Empresa

# accordion_1_field_10
source: Closing Date
pt: Data Encerramento

# accordion_1_field_11
source: Contract Manager
pt: Gestor Contrato

# accordion_1_field_12
source: Nominal value
pt: Valor Nominal

# accordion_1_field_13
source: Supervisor
pt: Fiscalizadora

# accordion_1_field_14
source: Counterparty
pt: Contraparte

# accordion_1_field_15
source: Condition
pt: Condição

# accordion_1_field_16
source: Topology
pt: Topologia

# accordion_1_field_2
source: Internal ID
pt: ID Interno

# accordion_1_field_3
source: Contract Number
pt: Num. Contrato

# accordion_1_field_4
source: Surname
pt: Apelido

# accordion_1_field_5
source: Auxiliary Number
pt: Num. Auxiliar

# accordion_1_field_6
source: Segment
pt: Segmento

# accordion_1_field_7
source: Description
pt: Descrição

# accordion_1_field_8
source: Date Signature
pt: Data Assinatura

# accordion_1_field_9
source: Start Date
pt: Data Início

# accordion_2
source: Trading Basis
pt: Bases Negociação

# accordion_3
source: Contract Fronts
pt: Frentes Contratuais

# accordion_3_col_1
source: Description
pt: Descrição

# accordion_3_col_2
source: Start Date
pt: Data Início

# accordion_3_col_3
source: Actions
pt: Ações

# accordion_4
source: General information
pt: Informações Gerais

# accordion_4_field1
source: Contract Type
pt: Tipo Contrato

# accordion_4_field10
source: Closing Date
pt: Data Encerramento

# accordion_4_field11
source: Contract Value
pt: Valor Contrato

# accordion_4_field12
source: Counterparty
pt: Contraparte

# accordion_4_field2
source: Internal ID
pt: ID Interno

# accordion_4_field3
source: Father ID
pt: ID Pai

# accordion_4_field4
source: Nickname
pt: Apelido

# accordion_4_field5
source: Typology
pt: Tipologia

# accordion_4_field6
source: Portfolio
pt: Carteira

# accordion_4_field7
source: Description
pt: Descrição

# accordion_4_field9
source: Start Date
pt: Data Início

# addition_popup_check
source: Adjust Contract Balance?
pt: Ajustar Saldo Contrato?

# addition_popup_hist
source: Historic
pt: Histórico

# addition_popup_input1
source: Start Date
pt: Data Início

# addition_popup_input2
source: Event
pt: Evento

# addition_popup_input3
source: Base Date
pt: Data Base

# addition_popup_input4
source: New Value
pt: Novo Valor

# addition_popup_input5
source: Justification
pt: Justificativa

# addition_popup_sub_title
source: Enter the addition information for the selected front
pt: Insira as informações do aditamento para a frente selecionada

# addition_popup_title
source: Addendum
pt: Aditamento

# btn1
source: New Front
pt: Nova Frente

# btn2
source: Insert Contract
pt: Inserir Contrato

# btn_delete_2
source: Confirm Deletion
pt: Confirmar Exclusão

source: Current Balance
pt: Saldo Atual

# files_popup_btn1
source: Upload Agreement
pt: Upload Contrato

# files_popup_empty
source: Select a file to the side to view
pt: Selecione um arquivo ao lado para visualizar

# files_popup_link2
source: Delete
pt: Excluir

# files_popup_title
source: Contracts
pt: Contratos

# files_popup_title2
source: File Preview
pt: Visualização do arquivo

# front_grid_addition
source: Addition
pt: Aditamento

# front_grid_alter
source: Alter
pt: Alterar

# front_grid_delete
source: Delete
pt: Excluir

# grid_aditamentos_col1
source: Justification
pt: Justificativa

# grid_aditamentos_col2
source: Negotiated Basis
pt: Base Negociada

# grid_aditamentos_col3
source: Changed Value
pt: Valor Alterado

# grid_aditamentos_col4
source: Date
pt: Data

# grid_aditamentos_empty
source: No Amendment History
pt: Sem Histórico de Aditamento

# popup_delete
source: Delete
pt: Excluir

# popup_guide
source: Select a file to the side to view
pt: Selecione um arquivo ao lado para visualizar

# popup_sub_title
source: File preview
pt: Visualização do arquivo

# popup_title
source: Contracts
pt: Contratos

# popup_upload_btn
source: Contract Upload
pt: Upload Contrato

# search_auxiliary_code
source: Auxiliary Code
pt: Cód. Auxiliar

# search_description
source: Description
pt: Descrição

# search_field
source: Search Contract
pt: Procurar contrato

# search_process_num
source: Process No.
pt: Núm. Processo

# sub_title
source: Search or insert a contract
pt: Pesquise ou insira um contrato

# sub_title_consultation
source: Manage the selected contract
pt: Gerencie o contrato selecionado

# sub_title_delete
source: Confirm the contract deletion
pt: Confirme a exclusão do contrato

# sub_title_edit
source: Change the selected contract
pt: Altere o contrato selecionado

# sub_title_front_consultation
source: Manage the selected contract front
pt: Gerencie a frente contratual selecionada

# sub_title_front_delete
source: Confirm the deletion of the contractual front
pt: Confirme a exclusão da frente contratual

# sub_title_front_edit
source: Change the selected contract front
pt: Altere a frente contratual selecionada

# sub_title_front_insert
source: Insert a contract front record
pt: Insira um cadastro de frente contratual

# sub_title_insert
source: Enter a contract record
pt: Insira um cadastro de contrato

# title
source: Contract Registration
pt: Cadastro de Contrato
